Repository: wp-plugins/wp-embed-facebook
Catalog: lang/wp-embed-fb-*.po
Languages: es_es

source: Facebook application data
es_es: Datos de la aplicación de Facebook.

source: Other Options
es_es: Otras Opciones

source: Fb Cover Embed Width
es_es: Ancho máximo del Embed

source: Enqueue Styles
es_es: Incluir css del plugin

source: Save
es_es: Guardar

source: Customize
es_es: Customizar

source: Support
es_es: Soporte

source: Plugin Web Site
es_es: Sitio Web del plugin

source: Donate!
es_es: Dona !

source: Help me keep this plugin up to date
es_es: Ayúdame a manter este plugin actualizado

source: Click the taco !
es_es: Click en el taco !

source: 3 USD Minimun Suggested Donation
es_es: Mínimo Sugerido 3 USD

source: Searching for the Premium version ?
es_es: Buscando la versión premium ?

source: Custom templates
es_es: Templates personalizados

source: Compatibility with all themes imaginable
es_es: Compatibilidad con todos los themes imaginables

source: Multiple fb app id's per each multisite site
es_es: Multiples app's en multisite

source: Comming Soon
es_es: Pronto muy pronto

source: This facebook link is not public
es_es: Este link de Facebook no es público

source: Web Site
es_es: Sitio Web

source: Museum/art gallery
es_es: Museo / Galería de Arte

source: Local business
es_es: Negocio Local

source: Concert venue
es_es: Foro de Conciertos

source: Public places
es_es: Lugar publico

source: %d people like this.
es_es: a %d les gusta esto.

source: Creator:
es_es: Creador:
