Repository: wp-plugins/wp-embed-facebook
Catalog: lang/wp-embed-facebook-*.po
Languages: es_es

source: Facebook application data
es_es: Datos de la App de Facebook

source: Advanced Options
es_es: Opciones Avanzadas

source: Enqueue Styles
es_es: Incluir css

source: Some themes may not need this
es_es: Algunos themes pueden no necesitar esto

source: Save
es_es: Guardar

source: Plugin Web Site
es_es: Sitio Web del Plugin

source: Web Site
es_es: Sitio Web

source: %d people like this.
es_es: %d les gusta esto

source: Creator:
es_es: Creador:

source: category
es_es: categoria

source: General Options
es_es: Opciones Generales

source: Template to use
es_es: Template a usar

source: Embed Max-Width
es_es: Ancho máximo del incrustado

source: Number of Photos <br> on Embedded Albums
es_es: Numero de fotos <br> en Albumes Incrustados

source: Show follow button <br>on Embedded Profiles
es_es: Mostrar boton de segur <br>en Perfiles Incrustados

source: Embedded Fan Pages
es_es: Incrustación de Fan Pages

source: Show like button
es_es: Mostrar boton me gusta

source: Show latest posts
es_es: Mostrar publicaciones recientes

source: Number of posts
es_es: Numero de entradas

source: Raw Embedded Options
es_es: Opciones de incrustaciones en crudo

source: Embed Videos Raw
es_es: Incrustar videos en crudo

source: not mobile friendly
es_es: no amigable con mobiles

source: Embed Photos Raw
es_es: Incrustar fotos en crudo

source: Add fb-root on top of content
es_es: Agregar fb-root al inicio del contenido

source: Events with cover
es_es: Eventos con portada

source: Fan Page Full Embed
es_es: Incrustado completo de Fan Page

source: More information
es_es: Más información

source: This facebook link is not public
es_es: Este link de facebook no es publico

source: Embedded post will show on publish
es_es: Incrustado aparecerá al publicar

source: PreBuy Premium Version
es_es: Pre-Compra la Versión Premium

source: Only $4.99 USD<br><small style="font-size: 12px">Final Price $6.99 USD</small>
es_es: Solo $4.99 USD<br><small style="font-size: 12px">Precio Final $6.99 USD</small>

source: Release January 15th, 2015
es_es: Disponible el 15 de Enero 2015

source: More Responsive Templates
es_es: Más Templates Responsivos

source: One Year Premium Support
es_es: Un año de soporte premium

source: Pre-Buy Now
es_es: Pre-Compra Ahora
